---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PanelType
source: html/a3c52194-0fc3-839e-f483-4b8a8afcd769.htm
---
# PanelType Members

Activates the symbol to ensure that its geometry is accessible.